Repository: ashokcse/openstack-bill
Catalog: stack/horizon/django-openstack/django_openstack/locale/*/LC_MESSAGES/django.po
Languages: ja, pl

source: Creates nova users for all users in the django auth database.
ja: Djangoの認証データベース内のすべてのユーザーに対してnovaユーザーを作成します。
pl: Tworzy użytkowników nova dla wszystkich użytkowników w baze django.

source: creating user %s...
ja: ユーザ%sを作成中...
pl: tworzenie użytkownika %s...

source: none available
pl: brak dostępnych

source: A key named %s already exists.
ja: %sという名前のキーは既に存在します。
pl: Klucz o nazwie %s już istnieje.

source: A security group named %s already exists.
ja: %sというセキュリティグループは既に存在します。
pl: Grupa bezpieczeństwa %s juz istnieje.

source: User not authenticated
ja: ユーザが認証されておりません。
pl: Użytkownik nie jest uwierzytelniony

source: Project %s does not exist.
ja: プロジェクト%sは存在しません。
pl: Projekt %s nie istnieje.

source: Successfully started VPN for project %(proj)s.
ja: 正常にVPNプロジェクト%(proj)sを開始しました。
pl: Pomyślnie uruchomiono VPN dla projektu %(proj)s.

source: Unable to start VPN for the project %(proj)s: %(code)s - %(msg)s
ja: プロジェクト%(proj)s: %(code)s - %(msg)sのVPNを開始する事ができませんでした。
pl: Nie można uruchomić VPN dla projektu %(proj)s: %(code)s - %(msg)s

source: Successfully modified the project %(proj)s.
ja: プロジェクト%(proj)sを正常に修正しました。
pl: Pomyślnie zmodyfikowano projekt %(proj)s.

source: Unable modify the project %(proj)s: %(code)s - %(msg)s
ja: プロジェクト%(proj)s: %(code)s - %(msg)sを修正できませんでした。
pl: Nie można zmodyfikować projektu %(proj)s: %(code)s - %(msg)s

source: Unable to launch: %s
ja: %sを起動できません。
pl: Nie można uruchomić: %s

source: Instance %s launched.
ja: インスタンス%sが開始しました。
pl: Instancja %s uruchomiona.

source: Unable to deregister image: %s
ja: イメージ%sの登録削除ができませんでした。
pl: Nie można wyrejestrować obrazu: %s

source: Image %s has been successfully deregistered.
ja: イメージ%sが正常に登録削除されました。
pl: Obraz %s został pomyślnie wyrejestrowany.

source: Unable to make image private: %s
ja: イメージ%sを非公開にすることができません。
pl: Nie można ustawić widoczności obrazu na prywatną: %s

source: Unable to make image public: %s
ja: イメージ%sを公開できません。
pl: Nie można ustawić widoczności obrazu na publiczną: %s

source: Unable to update image: %s
ja: イメージ%sを更新できません。
pl: Nie można zaktualizować obrazu: %s

source: Image %s has been updated.
ja: イメージ%sが更新されました。
pl: Obraz %s został zaktualizowany.

source: Unable to terminate %(inst)s: %(msg)s
ja: （%(inst)s: %(msg)sを停止する事ができません。
pl: Nie można zakończyć %(inst)s: %(msg)s

source: Instance %(inst)s has been terminated.
ja: インスタンス%(inst)sは停止されました。
pl: Instancja %(inst)s została zakończona.

source: Unable to update instance %(inst)s: %(msg)s
ja: インスタンス%(inst)s: %(msg)sを更新する事ができません。
pl: Nie można zaktualizować instancji %(inst)s: %(msg)s

source: Instance %(inst)s has been updated.
ja: インスタンス%(inst)sが更新されました。
pl: Instancja %(inst)s została zaktualizowana.

source: Unable to create key: %s
ja: キー%sを作成できません。
pl: Nie można utworzyć klucza: %s

source: Unable to delete key: %s
ja: キー%sを削除できません。
pl: Nie można usunąć klucza: %s

source: Key %s has been successfully deleted.
ja: キー%sは正常に削除されました。
pl: Klucz %s został pomyślnie usunięty.

source: You are now using the region "%s".
ja: リージョン"%s"を使用中です。
pl: Używasz teraz regionu "%s".

source: Unable to create security group: %s
ja: セキュリティグループ%sを作成できません。
pl: Nie można utworzyć grupy bezpieczeństwa: %s

source: Security Group %s has been succesfully created.
ja: セキュリティグループ%sが正常に作成されました。
pl: Grupa bezpieczeństwa %s została pomyślnie utworzona.

source: Unable to authorize: %s
ja: %sを認証できません。
pl: Nie można autoryzować: %s

source: Security Group %(grp)s: Access to %(proto)s ports %(fr)d - %(to)d has been authorized.
ja: セキュリティグループ %(grp)s の %(proto)s ポート %(fr)d - %(to)d へのアクセスは許可されました。
pl: Grupa bezpieczeństwa %(grp)s: Dostęp do %(proto)s porty %(fr)d - %(to)d został autoryzowany.

source: Unable to revoke: %s
ja: %sをリボーク(無効化)できません。
pl: Nie można cofnąć: %s

source: Security Group %(grp)s: Access to %(proto)s ports %(fr)d - %(to)d has been revoked.
ja: セキュリティグループ %(grp)s の %(proto)s ポート %(fr)d - %(to)d へのアクセスはリボーク(無効化)されました。
pl: Grupa bezpieczeństwa %(grp)s: Dostęp do %(proto)s porty %(fr)d - %(to)d został cofnięty.

source: Unable to delete security group: %s
ja: セキュリティグループ%sを削除できません
pl: Nie można usunąć grupy bezpieczeństwa: %s

source: Security Group %s was successfully deleted.
ja: セキュリティグループ%sが正常に削除されました。
pl: Grupa bezpieczeństwa %s została pomyślnie usunięta.

source: Unable to create volume: %s
ja: ボリューム%sを作成できません。
pl: Nie można utworzyć wolumenu: %s

source: Volume %(id)s %(name)s has been successfully created.
ja: ボリューム %(id)s %(name)s は正常に作成されました。
pl: Wolumen %(id)s %(name)s został pomyślnie utworzony.

source: Unable to delete volume: %s
ja: ボリューム%sを削除できません。
pl: Nie można usunąć wolumenu: %s

source: Volume %s has been successfully deleted.
ja: ボリューム%sが正常に削除されました。
pl: Wolumen %s został pomyślnie usunięty.

source: Unable to attach volume: %s
ja: ボリューム%sを付与できません。
pl: Nie można dołączyć wolumenu: %s

source: Volume %s is scheduled to be attached. If it doesn't become attached in two minutes, please try again (you may need to specify a different device).
ja: ボリューム%sが付与される予定です。それが2分に実行されない場合は、もう一度お試しください。（別のデバイスを指定する必要がある場合があります。）
pl: Wolumen %s został zaplanowany do dołączenia. Jeśli nie zostanie dołączony w ciągu 2 minut, należy spróbować ponownie (może zajść potrzeba podania innego urządzenia)

source: Unable to detach volume: %s
ja: ボリューム%sを取り外す事ができません。
pl: Nie można odłączyć wolumenu: %s

source: Volume %s has been successfully detached.
ja: ボリューム%sが正常に取り外されました。
pl: Wolumen %s został pomyślnie odłączony.

source: Delete Project
ja: プロジェクトを削除
pl: Usuń projekt

source: Do you really want to delete this project?<
ja: 本当にこのプロジェクトを削除しますか？<
pl: Czy na pewno chcesz usunąć ten projekt?<

source: Delete
ja: 削除
pl: Usuń

source: Remove User From Project
ja: プロジェクトからユーザを削除します。
pl: Usuń użytkownika z projektu

source: Do you really want to remove this user from project?
ja: 本当にこのユーザをプロジェクトから削除しますか？
pl: Czy na pewno chcesz usunąć tego użytkownika z projektu?

source: Send Credentials
ja: 認証情報を送信
pl: Wyślij dane uwierzytelniające

source: "Select which users you would like to send credentials to from the '%(proj)s' project."
ja: '%(proj)s'より、認証情報を送信するユーザを選択してください。
pl: "Wybierz użytkowników, którym chcesz wysłać dane uwierzytelniające do '%(proj)s' project."

source: Credentials sent successfully
ja: 認証情報が正常に送信されました。
pl: Pomyślnie wysłano dane uwierzytelniające.

source: Expired Token
ja: トークンの期限が切れています。
pl: Token stracił ważność

source: The link you clicked has expired.
ja: クリックしたリンクは有効期限が切れています。
pl: Odnośnik, na który kliknąłeś stracił ważność.

source: This credentials download link you have reached is either invalid or has expired. Each link is only good for one use. If you need to download your credentials again, please contact the %(brand)s support team.
ja: 指定された認証資格のダウンロードリンクは、無効か有効期限が切れています。 各リンクは一度だけ使用する事ができます。再度資格情報をダウンロードする必要が ある場合は、%(brand)sのサポートにお問い合わせください。
pl: Odnośnik do danych uwierzytelniających, którego którego użyłeś jest nieprawidłowy lub wygasł. Każdy odnośnik może być użyty tylko raz. Jeśli musisz ponownie pobrać dane uwierzytelniające skontaktuj się z zespołem wsparcia %(brand)s.

source: Make Private
ja: 非公開にする
pl: Uczyń prywatnym

source: Make Public
ja: 公開する
pl: Uczyń publicznym

source: Remove Image
ja: イメージを削除する
pl: Usuń obraz

source: No images currently available.
ja: 現在イメージがありません。
pl: Brak dostępnych obrazów.

source: Edit Image
ja: イメージを編集する
pl: Edytuj obraz

source: From this page you can edit the name and description of an image that belongs to you.
ja: このページでは、ご自身が所有するイメージの名前と説明文を編集する事ができます。
pl: Na tej stronie można edytować nazwę i opis własnego obrazu.

source: Edit Image:
ja: イメージを編集：
pl: Edytuj obraz:

source: Update Image
ja: イメージを更新
pl: Aktualizuj obraz

source: Launch an Image
ja: イメージを起動します。
pl: Uruchom obraz

source: Images
ja: イメージ
pl: Obrazy

source: Images are snapshots of running systems which can easily be deployed to run one or more instances.
ja: イメージとは、実行するシステムのスナップショットで、1つもしくは複数のインスタンスとして容易に実行する事ができます。
pl: Obrazy są zrzutami działających systemów, które łatwo można użyć do uruchamiania nowych instancji.

source: Launch Image
ja: イメージを起動します。
pl: Uruchom obraz

source: You can launch up to five instances of an image at a time. Some images allow for custom configuration to be passed in via User data.
ja: 1つのイメージを一度に5つのインスタンスとして起動する事ができます。一部のイメージは、ユーザデータとしてカスタム設定を送信する事ができます。
pl: Można uruchomić do 5 instancji obrazu na raz. Niektóre obraz umożliwiają przekazywanie własnej konfiguracji poprzez Dane użytkownika.

source: Location
ja: ロケーション
pl: Położenie

source: No instances are currently running. You may start a new instance from the
ja: インスタンスが現在実行されていません。... より新しいインスタンスを起動できます。
pl: Brak uruchomionych instancji. Można uruchomić nową instancję z

source: Instance ID:
ja: インスタンスID:
pl: ID instancji:

source: Here you can see up to the minute performance data about your instance.
ja: 各インスタンスの分単位のパーフォーマンスデータを見る事ができます。
pl: Tutaj można obejrzeć minutowe dane nt. wydajności instancji.

source: Edit Instance:
ja: インスタンスを編集：
pl: Edytuj instancję:

source: Update Instance
ja: インスタンスを更新
pl: Aktualizuj instncję

source: Edit Instance
ja: インスタンスを編集
pl: Edytuj instancję

source: From this page you can give your instance an alias, so you don't have to remember its unique id.
ja: このページでは、インスタンスにエーリアスを設定する事ができ、独自のIDの代わりに覚えておく事ができます。
pl: Tutaj można nadać instancji alias dla łatwiejszego jej odróżnienia.

source: Instances
ja: インスタンス
pl: Instancje

source: Instances are virtual servers launched from images. You can launch instances from the
ja: インスタンスは、イメージから起動する仮想サーバーです。... よりインスタンスを起動する事ができます。
pl: Instancje są wirtualnymi serwerami uruchomionymi z obrazów. Można uruchamiać instancje z

source: Are you sure you wish to terminate instance
ja: インスタンスを終了して宜しいですか？
pl: Jesteś pewien, że chcesz usunąć instancję

source: A connection error has occurred. Please ensure you are still connected to VPN.
ja: 通信エラーが発生しました。VPNに接続しているか確認してください。
pl: Wystąpił błąd połączenia. Należy sprawdzić połączenie VPN.

source: Instance ID: %(instance.id)s Performance"
ja: インスタンスID: %(instance.id)s Performance"
pl: ID instancji: %(instance.id)s wydajność"

source: No key pairs currently exist.
ja: キーペアが存在しません。
pl: Brak istniejących par kluczy.

source: Keys
ja: キー
pl: Klucze

source: Key pairs are ssh credentials which are injected into images when they are launched. Creating a new key pair registers the public key and downloads the private key (a pem file). <em>Protect and use the key as a normal private key.</em>
ja: キーペアは、ssh形式の資格情報で、イメージを起動した時に、挿入されます。新しいキーペアを作成するとき、公開キーを登録し、秘密キー(pemファイル)をダウンロードします。<em>これは、通常の秘密キーの様に保護した上でご使用ください。</em>
pl: Pary kluczy to dane uwierzytelniające ssh, które są wstrzykiwane do instancji podczas uruchomienia. Utworzenie nowej pary rejestruje klucz publiczny umożliwia pobranie klucza prywatnego (pliku pem). <em>Należy chronić i używać ten klucza tak jak normalnego klucza prywantego.</em>

source: Are you sure you wish to delete key
ja: キーを削除してよろしいですか。
pl: Czy na pewno usunąć klucz

source: Edit User Roles
ja: ユーザ資格の編集
pl: Edytuj role użytkowników

source: From here you can edit multiple user roles.
ja: ここで、複数のユーザ資格を編集できます。
pl: Tutaj można edytować wiele ról użytkowników.

source: Edit Roles for User:
ja: ユーザのロールの編集：
pl: Edytuj role dla użytkownika:

source: No users are currently associated with this project.
ja: ユーザがいない現在、このプロジェクトに関連付けられている。
pl: Brak użytkowników aktualnie powiązanych z projektem.

source: Welcome to the <span>%(proj)s</span> Overview. From here you can manage your instances, images, keys, and security groups.
ja: <span>%(proj)s</span>のオーバービューページにようこそ。ここで、インスタンス、イメージ、キー、セキュリティーグループを管理できます。
pl: Witaj w posumowaniu <span>%(proj)s</span>. Tutaj można zarządzać swoimi instancjami, obrazami, kluczami i grupami bezpieczeństwa.

source: To get started using the command line management tools, you can <a target="_blank" href="http://open.eucalyptus.com/wiki/Euca2oolsGuide_v1.1">download euca2ools</a> and use them with your x509 credentials.
ja: コマンドライン形式の管理ツールで利用開始される場合は、<a target="_blank" href="http://open.eucalyptus.com/wiki/Euca2oolsGuide_v1.1">download euca2ools</a>でツールをダウンロードし、あなたのx509資格情報を利用してお使い頂けます。
pl: Aby zacząć pracę z narzędziami linii poleceń, możesz <a target="_blank" href="http://open.eucalyptus.com/wiki/Euca2oolsGuide_v1.1">pobrać euca2ools</a> i używać ich z danymi uwierzytelniającymi x509.

source: Generate X509 credentials.
ja: X509資格情報生成する。
pl: Wygeneruj dane uwierzytelniające x509.

source: View Instances
ja: インスタンスを表示する
pl: Zobacz instancje

source: View Images.
ja: イメージの表示
pl: Zobacz obrazy

source: Manage Users and Roles
ja: ユーザとその資格の管理
pl: Zarządzaj użytkownikami i rolami

source: From here you can manage users and roles.
ja: ここより、ユーザとその資格を管理できます。
pl: Tutaj można zarządzać użytkownikami i rolami.

source: Security Group: %(securitygroup.name)s
ja: セキュリティグループは、：%(securitygroup.name)s です
pl: Grup abezpieczeństwa: %(securitygroup.name)s

source: Add and remove protocols to the security group by authorizing and revoking port forwarding. For instance<br /> [tcp, 80, 80] will allow access to HTTP from devices outside this security group.
ja: ポートフォワーディングを認可・不許可する事で、セキュリティーグループのプロトコルを追加・削除します。 例 : <br /> [tcp, 80, 80] と設定することでこのセキュリティーグループ外のデバイスからHTTPアクセスを許可する事ができます。
pl: Dodawaj i usuwaj protokoły do grupy bezpieczeństwa poprzez dopuszczanie lub blokowanie przekazywania portów. Na przykład <br /> [tcp, 80, 80] pozwoli na dostęp do HTTP dla urządzeń spoza tej grupy bezpieczeństwa.

source: Security Groups
ja: セキュリティグループ
pl: Grupy bezpieczeństwa

source: Security groups are firewall rules which allow access to your instances from other groups as well as the internet. All ports/protocols are denied by default.
ja: セキュリティーグループは、他のグループやインターネットより起動されているインスタンスへのアクセス許可を設定するファイヤーウォールのルールです。初期設定値は、全てのポート/プロトコルを拒否する様になっています。
pl: Grypu bezpieczeństwa do reguły firewall'a, które zezwalają na dostęp do twojej instancji z innych grup oraz z Internetu. Wszystkie porty/protokoły są domyślnie zablokowane.

source: Volumes
ja: ボリューム
pl: Wolumeny

source: Volumes provide persistent block storage. Creating a new volume gives you a raw block device which you may format with your choice of filesystems (ext3 is recommended). A volume may only be attached to a single instance at a time.
ja: ボリュームは、パーシスタントブロックストレージを提供します。新しいボリュームを作成すると、ブロックデバイスが確保され、利用されるファイルシステムにそのデバイスをフォーマットする事ができます。(ext3が推奨フォーマットです。)1つのボリュームを毎回1つのインスタンスにのみ付与する事ができます。
pl: Wolumeny dostarczają trwałe miejsce przechowywania danych. Utworzenie nowego wolumenu daje udostępnia nowe urządzenie blokowe, które możesz sformatować na dowolny system plików (zalecany jest ext3). Wolumen może być dołączony tylko do jednej instancji na raz.

source: No volumes currently exist.
ja: ボリュームが存在しません。
pl: Brak wolumenów.

source: Create New Volume
ja: 新規ボリュームを作成する。
pl: Utwórz nowy wolumen.

source: Attach Volume
ja: ボリュームを付与する。
pl: Dołącz wolumen
